Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/depts/other_files/Samiske_tall_forteller_4_SAM.pdf.tmx
Source language: sme
Languages: nob

source: Muhto mii jáhkkit ahte dat buvttadeapmi lea leamaš ja lea oalle stuoris ja dasa lassin lea lassáneame earret eará go prográmma Masters in Indigenous Studies MIS prográmma álggahuvvui 2003:s .
nob: Imidlertid antar vi at denne produksjonen har vært og er forholdsvis stor og dessuten økende blant annet som en følge av at programmet Masters in Indigenous Studies – MIS-programmet – ble igangsatt i 2003 .

source: Máŋggain masteroahpuin leat sámi fáttát oassin oahppoplánain 43. Ovdamearka lea fága sámeriekti mii lea geatnegahtton riektediehtaga masteroahpus .
nob: I flere masterutdanninger inngår dessuten samiske emner som en integrert del av studieplanene . 45 Illustrerende er faget samerett , som er obligatorisk på masterstudiet i rettsvitenskap .

source: Listu UiT oahppofálaldagain main leat sámi fáttát siskkilduvvon oahppoplánain , gávnnat čuovvovaš neahttasiiddus : http://www2.uit.no/ikbViewer/page/ansatte/organisasjon/artikkel?p_document_id=216808&amp;p_dimension _id=88182&amp;p_menu=42374&amp;p_lang=2
nob: Oversikt over UiTs studietilbud med samiske emner som en integrert del av studieplanen finnes på følgende nettside : http://www2.uit.no/ikbViewer/page/ansatte/organisasjon/artikkel?p_document_id=216808&amp;p_dimension _id=88182&amp;p_menu=42374&amp;p_lang=2

source: 4.3 Boađus- ja ságaškuššanoassi 4.3.1 Guhkes historjjálaš sárgát Romssa universitehta vuođđuduvvui 1972:s .
nob: 4.3 Resultat- og drøftingsdel 4.3.1 De lange historiske linjer Universitetet i Tromsø ble etablert i 1972 .

source: Muhto sámi oahppohistorjjálaš sárgát álget ovdal , Trondenes semináras mii ásahuvvui 1826 mas beroštupmi sámi álbmogii ja sámegiela oahpaheddjiid dárbu lei váikkuheaddji seminára ásaheapmái ( Aarbakke ja Jensen 2011 ) , ja de Romssa musea sámi etnográfalaš dutkamiid ja Romssa oahpaheaddjiskuvlla bokte Romssa universitehtii .
nob: Men de samiske utdanningshistoriske linjer kan trekkes enda lengre tilbake i tid , til Trondenes seminar , som ble etablert i 1826 , via den samisketnografiske forskningen ved Tromsø museum og Tromsø lærerskole til Universitetet i Tromsø . Hensynet til den samiske befolkningen og behovet for samisktalende lærere var avgjørende for at Trondenes seminar ble opprettet ( Aarbakke og Jensen 2011 ) .

source: Okta váldoákkain ásahit universitehta Davvi-Norgii lei lasihit guovllus logu nuorain geain lea alitoahppu .
nob: Et av hovedargumentene for å etablere et universitet i Nord-Norge var å øke andelen ungdom med høyere utdanning i landsdelen .

source: Maiddái lei celkojuvvon dáhttu ahte sámi nuorat galge ohcat ođđa universitehtii .
nob: Det var også et uttrykt ønske at samisk ungdom skulle søke til det nye universitetet .

source: Juo 1962:s celkui Stuoradiggedieđáhusas 91 digaštallamis iešheanalis alitoahppoinstitušuvnna birra universitehtadásis Davvi-Norgii ahte leat dilálašvuođat máŋgga fágii , ea.ea. reálafágii ja sámi gillii ja kultuvrii .
nob: Allerede i 1962 heter det i Stortingsmelding 91 i diskusjonen om en selvstendig institusjon for høyere utdanning på universitetsnivå for Nord-Norge at forholdene ligger til rette for flere fag , bl.a. realfag og samisk språk og kultur .

source: Maiddái Ruud-lávdegoddi 44 čujuhii sámi giela ja kultuvrra oassin masa Romsa fertii oažžut váldoovddasvástádusa sihke dutkama ja oahpaheami dáfus ( Fulsås 1993 : 30 , 41 ) .
nob: Også Ruud-komiteen 46 pekte på at samisk språk og kultur var et område som Tromsø måtte få hovedansvar for , både innen forskning og undervisning ( Fulsås 1993 : 30 , 41 ) .

source: Universitehta 25 jagi ávvugirjjis áiddostallá Fulsås ahte universitehtavuođđudeapmi dagai vejolažžan našuvnnalaš vuoruheami dan suorggis , ja ahte NAVF 45 minoritehtadutkanprográmma – “ Sámi ja kvena : historjá , giella ja kultuvra ” lei erenoamáš váikkuheaddji dasa ( ibid . :
nob: I jubileumsboka for universitetets 25-årsmarkering poengterer Fulsås at universitetsetableringen muliggjorde en nasjonal satsning på dette området , og at NAVFs 47 minoritetsforskningsprogram – “ Samisk og kvensk : historie , språk og kultur ” i særlig grad bidro til dette ( ibid. :

source: 253 ) , mii maiddái belohahkii oidno sámi-guoski doavttergrádaid ruhtadeamis .
nob: 253 ) , noe som også delvis gjenspeiles i finansieringen av samiskrelaterte doktorgrader .

source: Ollu doavttergrádabargguin mat leat álggahuvvon min iskanáigodaga álggu geahčen ledje ruhtaduvvon NAVF:s , earáid ledje ruhtadan maiddái eará dutkanráđit .
nob: Flere av doktorgradsarbeidene som ble igangsatt i begynnelsen av vår undersøkelsesperiode , hadde NAVFfinansiering , andre hadde dessuten finansiering fra andre forskningsråd .

source: UiT 25 jagi ávvudemiid oktavuođas 1993:s , čujuha Fulsås heajos bestendilálašvuođa erenoamážit sámegiela ektui .
nob: I anledning UiTs 25-årsjubileum i 1993 påpeker Fulsås den svake rekrutteringssituasjonen særlig for samisk språk .

source: Sámi institušuvnnaidásaheamis lea sámegielat olbmuide leamaš stuora dárbu , ja leat “ unnán olbmot sámi duogážiin ja geain lea sámegiella eatnigiellan geat leat čađahan stuorit dieđalaš barggu ” ( ibid . :
nob: I den samiske institusjonsbyggingen har etterspørselen etter samiskspråklige personer vært stor , og det er “ få personar med samisk bakgrunn og med samisk morsmål som har

source: Lávdegoddi mii nammaduvvui 1963:s árvvoštallat dárbbu álggahit oahpu universitehtadásis Romssas .
nob: Komiteen som ble nedsatt i 1963 for å vurdere behovet for å sette i gang utdanning på universitetsnivå i Tromsø .

source: Lávdegotti jođihii Johan T. Ruud , rektor Oslo Universitehtas 1958-63 ( Fulsås 1993 : 35 ) .
nob: Komiteen ble ledet av Johan T. Ruud , rektor ved Universitetet i Oslo 1958–63 ( Fulsås 1993 : 35 ) .

source: 45 Ovdal lei Norges allmennvitenskapelige forskningsråd ( NAVF ) okta norgga viđa dutkanráđis .
nob: 47 Tidligere var Norges allmennvitenskapelige forskningsråd ( NAVF ) en av fem norske forskningsråd .

source: Jagis 1993 bidje daid oktii Norgga dutkanráđđin .
nob: I 1993 ble alle omorganisert til Norges forskningsråd .

source: 4.3.2 Sámi-guoski doavttergrádabuvttadeapmi Romssa universitehta vuosttaš doavttergráda čađahuvvui 1973:s duiskagiela ossodagas .
nob: 4.3.2 Den samiskrelaterte doktorgradsproduksjonen Første doktorgrad ble avlagt ved Universitetet i Tromsø i 1973 ved Seksjon for tysk .

source: Doavttergrádaid lohku lea lassánan dássedit 40 jagi .
nob: Antallet doktorgrader har økt jevnt gjennom 40 år .

source: 2010:s čađahuvvojedje 96 doavttergráda , ja 2009 lea dássážii bárisjahki oktiibuot 115 nákkáhallamiiguin .
nob: I 2010 ble det avlagt 96 doktorgrader , mens 2009 foreløpig er toppåret , med totalt 115 avholdte disputaser .

source: 1990 rádjai ledje unnán doavttergrádat main ledje sámi fáttát .
nob: Inntil 1990 var det få doktorgrader som omhandlet samiske temaer .

source: Dán doavttergrádabuvttadeami čađaiskamis 20 jagi áigodagas oaidnit goitge dássedis lassáneami ( tabealla 1 ) .
nob: I denne gjennomgangen av doktorgradsproduksjonen over en 20-årsperiode ser vi imidlertid en generelt jevn økning ( tabell 1 ) .

source: Baicca leat stuora erohusat fágasurggiin .
nob: Derimot er det store forskjeller mellom fagområdene .

source: Čielggas lea ahte muhtun fágasuorggit leat lihkostuvvan buorebut go earát sámiguoski doavttergrádabuvttadeami ektui .
nob: Det er tydelig at noen fagområder har lyktes bedre enn andre når det gjelder den samiskrelaterte doktorgradsproduksjonen .

source: Vejolaš sivat dakkár erohusaide digaštallojuvvojit čoahkkáigeasus .
nob: Mulige årsaker til slike forskjeller vil vi diskutere i oppsummeringen .

source: Nugo boahtá ovdan tabeallas 1 ledje vihttajagiáigodagas 1990-1994 ain oktiibuot unnán čađahuvvon sámi-guoski doavttergrádat UiT bokte .
nob: Som det framgår av tabell 1 , var det i femårsperioden 1990–1994 fremdeles samlet sett få avlagte samiskrelaterte doktorgrader ved UiT .

source: Historjjás ledje golbma doavttergráda , okta gitta guokte čađahuvvon doavttergráda ges antropologiijas , arkeologiijas ja biologiijas / fysiologiijas .
nob: Historie kan vise til tre doktorgrader , mens en til to doktorgrader ble avlagt både i antropologi , arkeologi og biologi / fysiologi .

source: Jagi 1995 ja dan rájes čađahit eanet doavttergrádaid , ja maiddái eanet fágasurggiin .
nob: Fra og med 1995 avlegges det flere doktorgrader , og dette skjer innen flere fagområder .

source: Tabealla 4.1
nob: Tabell 4.1

source: Listtu čađahuvvon sámi-guoski doavttergrádain juhkkon 5 jagi áigodagaide .
nob: Oversikt over avlagte samiskrelaterte doktorgrader inndelt i 5- årsperioder .

source: Arkeologiija
nob: Arkeologi

source: * 2010 lea mielde čájehan dihte vejolaš treanda boahtte 5 jagiáigodahkii , 2010 - 2014
nob: * 2010 er tatt med som for å vise en mulig trend for neste femårsperiode , 2010–2014

source: Čađahuvvon sámi-guoski doavttergrádaid proseantajuohku , iešguđetge fágasurggiin áigodagas 1990-2010 , lea čájehuvvon govvosis 1 .
nob: Prosentfordelingen for avlagte samiskrelaterte doktorgrader mellom de ulike fagområder i perioden 1990–2010 er vist i figur 1 .

source: Fágasuorggit main leat eanemus sámi-guoski doavttergrádat leat biologiija ja fysiologiija , medisiidna ja dearvvašvuođafágat ja maiddái historjá ja religiovdnadieđa , nugo namuhuvvon maŋŋálagaid 19 % 17 % ja 15 % olles buvttadeamis .
nob: De fagområder som har flest samiskrelaterte doktorgrader , er biologi og fysiologi , medisin og helsefag samt historie og religionsvitenskap , med henholdsvis 19 % 17 % og 15 % av den totale produksjon .

source: Unnimus oassi lei fágasurggiin politihkka / plánen / sosiologiija ja filosofiija 4 proseanttain ja 1 proseanttain .
nob: Lavest andel har fagområdene politikk / planlegging / sosiologi og filosofi med 4 % og 1 % .

source: Dasa lassin lea mearkkašan veara ahte sámi giellafága ii daga eanet go 6 % olles sámi-guoski logus .
nob: Dessuten er det verdt å merke seg at samiske språkfag ikke utgjør mer enn 6 % av den samiskrelaterte totalen .

source: Govus 4.1
nob: Figur 4.1

source: Oppalašgeahčastat sámi-guoski doavttergrádain proseanttaide juhkkon
nob: Oversikt over prosentvis fordeling av samiskrelaterte doktorgrader

source: 4.3.3 Fágasuorggit Luonddudiehtaga doavttergrádabarggut boazodoalu birra biologiija ja fysiologiija siskkobealde leat árbevirolaš kvantitatiiva fágasuorggit main lea leamaš dássedis buvttadeapmi sámi-guoski doavttergrádain olles áigodaga 1990 rájes 2010 rádjai , buvttadeamis lea lassáneapmi vaikko lohku lea veaháš njiedjan maŋemus oasis áigodagas .
nob: 4.3.3 Fagområdene Innenfor biologi og fysiologi har det vært en jevn produksjon av samiskrelaterte doktorgrader gjennom hele perioden fra 1990 og fram til 2010 . Det har for det meste vært naturvitenskapelige avhandlinger om reindrift , dvs. avhandlinger innenfor tradisjonelle kvantitative fagområder .

source: Oktiibuot leat registreren 14 doavttergráda 20 jagi áigodagas , mii dahká 19 % buot sámi-guoski doavttergrádain .
nob: Totalt har vi registrert 14 doktorgrader i denne 20-årsperioden , noe som utgjør 19 % av de totale samiskrelaterte doktorgradene .

source: Doavttergrádabargguid lea ruhtadan dutkanráđđi ja maiddái universitehta .
nob: Doktorgradsarbeidene har hatt forskningsråds- så vel som universitetsfinansiering .

source: Dasa lassin leat máŋggas ožžon dutkanruđaid boazodoallošiehtadusa 46 bokte .
nob: Dessuten har flere mottatt forskningsmidler avsatt over reindriftsavtalen . 48

source: Ovdalaš Boazodoalu fágaráđđi , dál dutkanruđaid stivra boazodoalošiehtadusas vuoruha makkár prošeavttaid dorjot .
nob: Det tidligere reindriftens fagråd , nåværende styret for forskningsmidler over reindriftsavtalen prioriterer hvilke prosjekter som skal støttes .

source: Maŋemus jagiid lea biddjon sullii 5 mill. ru jahkásaččat dutkamii , ja ortnega hálddaša Boazodoallohálddahus .
nob: Det har de siste år vært avsatt omtrent 5 mill. kr årlig til forskning , og ordningen administreres av Reindriftsforvaltningen .

source: Buohtastahtton relatiivalaš ollu medisiinnalaš ja dearvvašvuođafágalaš doavttergrádabuvttademiiguin , de lei sámi-guoski geahččanvuohki , čađahuvvon doavttergrádain , unnán dán guorahallanáigodaga vuosttaš áiggis .
nob: Vurdert ut fra en relativt høy medisinsk og helsefaglig doktorgradsproduksjon var det , uttrykt i avlagte doktorgrader , liten vektlegging av samiske forhold i første del av vår undersøkelsesperiode .

source: 2005 rádjai čađahuvvo njeallje doavttergráda , ja maŋŋil 2005 leat 8 doavttergráda čađahuvvon main lea fokus sámi dearvvašvuhtii .
nob: Fram til 2005 ble det avlagt fire doktorgrader , mens det etter 2005 er avlagt åtte doktorgrader med søkelys på samisk helse .

source: Medisiidna ja dearvvašvuođafágat dahke 17 % buot sámi-guoski doavttergrádabuvttademiin .
nob: Medisin og helsefag utgjør 17 % av den samlede samiskrelaterte doktorgradsproduksjonen .

source: Dakkár sámi-guoski fágalaš mihttomearit ja vuoruheamit mat leat earret eará fágain arkeologiija ja historjá , dakkárat eai leat leamaš dearvvašvuođafágain .
nob: Blant annet innenfor fagene arkeologi og historie er det uttrykte samiskrelaterte faglige målsetninger og satsninger , men det har ikke vært tilfelle for helsefagene .

source: Duogáš sámi-guoski gažaldagaid doavttergrádaidbuvttadeami lassáneapmái lea váldoáššálaččat Sámi dearvvašvuođadutkama guovddáža ásaheapmi ( 2001 ) .
nob: Bakgrunnen for den økte produksjonen av doktorgrader relatert til samiske spørsmål er i hovedsak at det er opprettet et eget Senter for samiske helseforskning ( 2001 ) .

source: Guovddáža lea ruhtadan Dearvvašvuohta- ja fuolahusdepartemeanta .
nob: Senteret er finansiert av midler fra Helse- og omsorgsdepartementet .

source: Guovddáš lea servodatmedisiinna instituhtas , Dearvvašvuođadiehtaga fakultehtas .
nob: Senteret er lokalisert ved Institutt for samfunnsmedisin , Det helsevitenskapelige fakultet .

source: Oktiibuot leat guovddážis čađahan 6 doavttergráda áigodagas 2005-2010 , buohkain geahččanvuohki sámi dearvvašvuhtii ja eallindillái .
nob: Totalt er det avlagt seks doktorgrader ved senteret i perioden 2005–2010 , alle med søkelys på samisk helse og levekår .

source: Guokte stipendiáhttavirggi leat ruhtaduvvon guovddáža iežas doaibmaruđaid bokte , loahpa leat ruhtadan Davvi Dearvvašvuohta , Finnmárkku Dearvvašvuohta ja Dearvvašvuohta ja rehabiliteren .
nob: To av stipendiatstillingene har vært finansiert av senterets egne driftsmidler , de resterende er finansiert av Helse Nord , Helse Finnmark og Helse og rehabilitering .

source: Oassin eamiálbmot- ja minoritehtahistorjjás lea sámi historjá máŋga jagi leamaš váldovuoruhuvvonsuorgin , ja UiT historjáfágas lea dasa lassin našuvnnalaš ovddasvástádus sámi historjádutkamii .
nob: Som en del av urfolks- og minoritetshistorie har samisk historie i mange år vært et hovedsatsningsområde , og historiefaget ved UiT har dessuten et nasjonalt ansvar for samisk historieforskning .

source: Dasa lassin ahte eamiálbmot- ja minoritehtahistorjá lea sierra dutkansuorgi , de lea sámi historjá maiddái siskkilduvvon eará dutkansurggiin nugo davviguovlohistorjjás .
nob: I tillegg til at urfolks- og minoritetshistorie er et eget forskningsfelt , er samisk historie inkludert i andre forskningsfelt , som nordområdehistorie .

source: Dán historjáoppalašgeahčastagas leat maiddái oassin guokte doavttergrádabarggu religiovdnadiehtagis go historjá ja religiovdnadieđa dál leat biddjon oktii čuovusin UiT ja ovdalaš Romssa Allaskuvlla ovttasteamis .
nob: I historieoversikten her inkluderes også to avhandlinger i religionsvitenskap fordi historie og religionsvitenskap i dag er slått sammen som en følge av fusjonen mellom UiT og den tidligere Høgskolen i Tromsø .

source: Historjá ja religiovdnadieđa dahká nu 15 % olles sámi-guoski dutkosiin .
nob: Historie og religionsvitenskap utgjør dermed 15 % av den samiskrelaterte totalen .

source: Maiddái fágas arkeologiija lea sámi dutkan leamaš váldovuoruhansuorgi olles áigodaga maid dás geahččat .
nob: Også for faget arkeologi har samisk forskning vært et hovedsatsningsområde i hele den perioden vi tar for oss .

source: Dat oidno fas 7 sámi-guoski arkeologiija doavttergrádabargguin , mii lea 10 % sámi-guoski doavttergrádabuvttademiin .
nob: Dette gjenspeiles i sju samiskrelaterte arkeologiavhandlinger , en andel på 10 % av den samiskrelaterte doktorgradsproduksjonen .

source: Seamma áigodagas leat arkeologiijas čađahuvvon oktiibuot 16 doavttergráda .
nob: I samme periode er det innenfor arkeologi avlagt totalt 16 doktorgrader .

source: Arkeologalaš dutkan davviguovlluin ja davvi Skandinávia konteavsttas ferte máŋgga dilálašvuođas fokuseret sámi ovdahistorjjá , seammás go dutkan sámi ovdalašáiggiin ferte váldit vuhtii oktavuođaid mat sápmelaččain ledje eará
nob: Arkeologisk forskning i nordområdene og i en nordskandinavisk kontekst vil forøvrig i mange tilfeller måtte legge vekt på samisk forhistorie , samtidig som forskning på samisk fortid må ta opp de relasjonene samene hadde med andre samfunn .

source: servodagaiguin 47. Arkeologiijafágas leat leamaš iežaset universitehtastipeanddat merkejuvvon sámi-guoski dutkamii lassin dutkanráđeruhtadeapmái .
nob: 49 Arkeologifaget har hatt egne universitetsstipend øremerket samiskrelatert forskning i tillegg til forskningsrådsfinansiering . 49

source: “ Antropologiijabuvttadeapmi ” – mii lea 8 % sámi-guoski olleslogus- das lea mihtilmasvuohta ahte sámi geahččanvuohki lea vuosttaš ja maŋemus oasis min guorahallanáigodagas , seammás go leat válljen siskkildit bargguid main lea internašunála eamiálbmotgeahččanvuohki go dat adnojit sámi-guoskevažžan .
nob: “ Antropologiproduksjonen ” – med en 8 % av samiskrelatert total – kjennetegnes av et samisk fokus i første og siste del av vår undersøkelsesperiode , samtidig som vi har valgt å inkludere arbeider med et internasjonalt urfolksfokus , da disse anses å ha relevans for samisk forskning .

source: Oktiibuot 15 antropologalaš doavttergrádas áigodagas 1990-2010 rehkenastit 6 sámi-guoskevažžan .
nob: Av totalt 15 antropologiske doktorgrader i perioden 1990–2010 regner vi seks som samiskrelaterte .

source: Nu sáhttet sihke arkeologiijas ja antropologiijas čujuhit measta beali doavttergrádain dán 20 jagi áigodagas leat sámi-guoskevažžan .
nob: Dermed kan både arkeologi og antropologi vise til at nesten halvparten av doktorgradene i denne 20 årsperioden er samiskrelaterte .

source: Badjel bealli antropologiija bargguin leat dutkanráđđeruhtaduvvon , ja guokte barggu leat universitehtaruhtaduvvomat ( okta stipeanda ja okta čađahuvvon fásta virggis ) .
nob: Over halvparten av de antropologiske arbeidene er forskningsrådsfinansiert , og to arbeider universitetsfinansiert ( ett stipend og ett utført i fast stilling ) .

source: Earret ovtta čađahuvvon doavttergráda jagis 1999 , leat juridihkalaš doavttergrádat čađahuvvon guorahallanáigodaga maŋemus áiggiid .
nob: Med unntak av en avlagt doktorgrad i 1999 har de juridiske doktorgradene blitt avlagt i siste del av undersøkelsesperioden .

source: Sámerievttálaš dutkan lea vuoruhuvvonsuorgi , ja riektediehtagis lea lassáneapmi .
nob: Samerettslig forskning er et satsningsområde , og rettsvitenskap kan vise til en klar økning .

source: Riektediehtaga doavttergrádabarggut leat dássážii 8 % sámi-guoski buvttademiid olleslogus .
nob: De rettsvitenskapelige avhandlingene utgjør så langt 8 % av den totale samiskrelaterte produksjonen .

source: Dat doavttergrádaprošeavttat leat ruhtaduvvon universitehtastipeanddain ja leat čađahuvvon fásta virggiin .
nob: Disse doktorgradsprosjektene har vært finansiert ved hjelp av universitetsstipend og gjennomført i faste stillinger .

source: Dáiddahistorjjás leat čađahuvvon golbma doavttergráda ( dutkanráđi ruhtadeamit ) ja okta etnografiijas ( čađahuvvon fástavirggi bokte ) .
nob: Det er videre avlagt tre doktorgrader innen kunsthistorie ( forskningsrådsfinansiering ) og en innen etnografi ( gjennomført i fast stilling ) .

source: Oktiibuot dahká dat 6 % sámi-guoski olleslogus .
nob: Samlet utgjør det 6 % av den samiskrelaterte totalen .

source: Seamma guoská pedagogihkkii ja sámi giellafágaide .
nob: Også pedagogikk og samiske språkfag utgjør hver 6 % av totalen .

source: Jagi 1995 ja dan rájes olles áigodaga čađahuvvo njeallje doavttergráda main lea fokus sámi áššiide , nu ahte fága sáhttá čujuhit relatiivalaš unnán , muhto dássedis sámiguoski geahččanvuogi doavttergrádabuvttademiin .
nob: Fra og med 1995 og ut perioden ble det i faget pedagogikk avlagt totalt fire doktorgrader med søkelys på samiske tema , noe som gjør at faget kan vise til et relativt lite , men stabilt samiskrelatert fokus når det gjelder doktorgradsproduksjon .

source: Bargiid ruhtadii dutkanráđđi ja Sámi allaskuvla , okta bargu čađahuvvui oassin dábálaš vuosttašlektorvirggis .
nob: Arbeidene ble finansiert av forskningsrådet og av Samisk høgskole , mens en avhandling ble utført som en del av ordinær førstelektorstilling .

source: Giellafágat oidnogohtet áigodaga nuppi bealis , ja juohkásit surggiide gielladieđa , giellateknologiija ja girjjálašvuohta .
nob: Språkfagene kommer på banen i andre halvdel av perioden , og fordeler seg på områdene språkvitenskap , språkteknologi og litteratur .

source: Guokte bargoprošeavtta – goappašagat gielladiehtagis- leat čatnasan ja ruhtaduvvon Sámi allaskuvllas .
nob: To av avhandlingsprosjektene – begge i språkvitenskap – har vært tilknyttet og finansiert av Samisk høgskole .

source: Ovtta barggu ruhtadii dutkanráđđi ja oktii – kulturdiehtagis – lei universitehtastipeanda mii lei merkejuvvon sámi dutkamii .
nob: Ett arbeid var forskningsrådsfinansiert og det andre – i kulturkunnskap – var et universitetsstipend øremerket samisk forskning .

source: Oktiibuot dahket dát 6 % sámi-guoski buvttademiin .
nob: Samlet utgjør disse 6 % av den samiskrelaterte produksjonen .

source: Vaikko giellafágat oppalaččat leat unna universitehtafágažat , de lea dá ila unna 47 Cealkámuš arkeologiija Instituhtas Norgga dutkanráđi sámi dutkamiid ođđa prográmmii , njukčamánnu 2006 .
nob: Selv om språkfagene generelt er små universitetsfag , er dette en altfor beskjeden andel av den samiskrelaterte doktorgradsproduksjonen , særlig sett i lys av klare målsetninger og ambisjoner når det gjelder samisk språksatsning .

source: Unna oasáš čađahuvvon bargguin sáhttá jáhku mielde čilget dainna go bestenvuođus lea unni .
nob: Den lave andelen avlagte avhandlinger kan sannsynligvis forklares med et lite rekrutteringsgrunnlag .

source: Buohtastahtton eará fágaiguin , de unnán bestejuvvojit sámi giellafágaide , ja vel unnit mannet viidásit doavttergrádaohppui .
nob: Sammenlignet med andre fag er det få som rekrutteres til samiske språkfag , og enda færre som går 89 videre til en doktorgradsutdanning .

source: Galggašii danne biddjot fokus bestet sámi giellafágaide .
nob: Det bør derfor legges særlig vekt på rekruttering til de samiske språkfagene .

source: Vaikko plánen , sosiologiija , stáhtadieđa leat hui áššáiguoskevaš fágasuorggit ja mearkkašahttit sámi servodatoktavuođaide , de leat dušše golbma čađahuvvon doavttergráda ( 4 % buot sámi-guoski bargguin ) dain surggiin olles áigodagas , guokte plánemis ja okta stáhtadiehtagis .
nob: Til tross for at planlegging , sosiologi og statsvitenskap er svært relevante fagområder av betydning for samiske samfunnsforhold , finner vi kun tre avlagte doktorgrader ( 4 % av samiskrelatert total ) på disse områdene i hele perioden , to i planlegging og en i statsvitenskap .

source: Dat golbma ledje ruhtaduvvon dutkanráđis .
nob: Disse tre var forskningsrådsfinansiert .
